var monsterJson = '{"monster": [' +
'{"No":301, "rank":"F", "name":"ドラキー",      "HP":53, "MP":23, "ST":56, "DF":56, "SP":77, "IN":53,"next":322,"prev":0},' +
'{"No":322, "rank":"E", "name":"ドラキーマ",    "HP":83, "MP":46, "ST":58, "DF":53, "SP":86, "IN":71,"next":302,"prev":301},' +
'{"No":302, "rank":"D", "name":"タホドラキー",  "HP":147,"MP":94, "ST":138,"DF":125,"SP":150,"IN":133,"next":850,"prev":322},' +
'{"No":850, "rank":"C", "name":"メイジドラキー","HP":237,"MP":113,"ST":160,"DF":152,"SP":216,"IN":196,"next":901,"prev":302},' +
'{"No":901, "rank":"B", "name":"おおドラキー",  "HP":349,"MP":142,"ST":241,"DF":224,"SP":275,"IN":247,"next":902,"prev":850},' +
'{"No":902, "rank":"A", "name":"グレドラ",      "HP":445,"MP":210,"ST":264,"DF":301,"SP":320,"IN":326,"next":0,  "prev":901},' +
'{"No":9999,"rank":"SS","name":"dummy",         "HP":999,"MP":999,"ST":999,"DF":999,"SP":999,"IN":999,"AI":"1","next":0,  "prev":0}' +
']}';
